Repository: natalya118/UklonBot
Catalog: UklonBot/Properties/Resources.*.resx
Languages: ru_ru, uk_ua

source: Added 5 uan
ru_ru: Добавлено 5 грн
uk_ua: Додано 5 грн

source: Additional details
ru_ru: Дополнительные детали
uk_ua: Додаткові деталі

# add_comment
source: Enter your comment:
ru_ru: Добавьте комментарий:
uk_ua: Додайте коментар:

# bad_music
source: I didn't like music
ru_ru: Не понравилась музыка
uk_ua: Не сподобалась музика

# building_number
source: Enter number of the building
ru_ru: Введите номер здания:
uk_ua: Введіть номер будівлі:

source: Cancel
ru_ru: Отменить
uk_ua: Скасувати

source: Cancel creation
ru_ru: Отменить создание
uk_ua: Відмінити заявку

source: Car brand:
ru_ru: Марка авто:
uk_ua: Марка авто:

source: Car color:
ru_ru: Цвет авто:
uk_ua: Колір машини:

source: Car info
ru_ru: Информация о машине
uk_ua: Інформація про машину

# car_not_in_time
source: The car was late
ru_ru: Водитель опоздал
uk_ua: Машина запізнилася

source: Change
ru_ru: Изменить
uk_ua: Змінити

# changed_city
source: The city has been changed
ru_ru: Город изменен
uk_ua: Місто змінено

source: Choose city
ru_ru: Выберите город
uk_ua: Оберіть місто

source: Choose place
ru_ru: Выберите место
uk_ua: Оберіть місце

source: Choose place from list
ru_ru: Выберите место из списка
uk_ua: Оберіть місце зі списку

# choose_trip_to_complaint
source: Choose the trip you want to report to
ru_ru: Выберите поездку, на которую хотите пожаловаться
uk_ua: Оберіть поїздку на яку хочете поскаржитися

source: Choose what you remember
ru_ru: Выберите, что вы помните
uk_ua: Оберіть, що ви пам'ятаєте

source: City
ru_ru: Город
uk_ua: Місто

# confirm_cancel
source: Your current order will be canceled, continue?
ru_ru: Ваш текущий заказ будет отменен, продолжить?
uk_ua: Ваше поточне замовлення буде скасовано, продовжити?

# date
source: Date of the trip
ru_ru: Дата поездки
uk_ua: Дата поїздки

# defective_transport
source: Transport was defective
ru_ru: Неисправный транспорт
uk_ua: Несправний транспорт

# destination_address
source: Destination
ru_ru: Куда
uk_ua: Куди

# driver_name
source: Driver's name:
ru_ru: Имя водителя:
uk_ua: Ім'я водія:

# driver_phone
source: Driver's phone:
ru_ru: Номер водителя:
uk_ua: Номер водія:

source: Extra cost
ru_ru: Доплата
uk_ua: Доплата

# Greeting
source: Hello!
ru_ru: Привет! Как я могу вам помочь?
uk_ua: Вітаю!

source: How can I help you?
ru_ru: Как я могу вам помочь?
uk_ua: Як я можу вам допомогти?

# how_to_order_taxi
source: Ask me to order a taxi and provide your details
ru_ru: Попросите меня заказать такси и предоставьте ваши данные
uk_ua: Попросіть мене замовити таксі і надайте Ваші дані

# input_address
source: Enter the address
ru_ru: Введите адрес
uk_ua: Введіть адресу

# input_destination
source: 2) Provide the destination address
ru_ru: 2) Предоставить адрес назначения
uk_ua: 2) Надати адресу призначення

# intrusive_driver
source: Driver was intrustive
ru_ru: Нявязчивый водитель
uk_ua: Нав'язливий водій

# loss_sth
source: Please, answer a couple of questions for us to be able to help you find your thing
ru_ru: Ответьте на пару вопросов, чтобы мы могли помочь вам быстрее найти вашу вещь
uk_ua: Дайте відповідь на кілька питань, щоб ми могли допомогти вам швидше знайти вашу річ

# loss_thing
source: Please, answer a couple of questions for us to be able to help you find your
ru_ru: Ответьте на пару вопросов, чтобы мы могли помочь вам быстрее найти
uk_ua: Дайте відповідь на кілька питань, щоб ми могли допомогти вам швидше знайти

source: No
ru_ru: Нет
uk_ua: Ні

# Not_understand
source: I'm not sure if I understood you correctly. Rephrase your message, please.
ru_ru: Я не уверен, что понял вас правильно. Перефразируйте, пожалуйста.
uk_ua: Не впевнений, що правильно вас зрозумів. Перефразуйте, будь ласка.

# order_cancelled
source: Your order was canceled
ru_ru: Ваш заказ был отменен
uk_ua: Ваше замовлення було скасовано

# order_created
source: Order created successfully
ru_ru: Заказ успешно создан
uk_ua: Замовлення успішно створено

source: Order details
ru_ru: Детали заказа
uk_ua: Деталі замовлення

source: Other
ru_ru: Другое
uk_ua: Інше

source: Pickup address
ru_ru: Откуда
uk_ua: Звідки

source: Pickup time:
ru_ru: Время прибытия:
uk_ua: Час прибуття:

# place_not_found
source: No place found with this number. Please check this
ru_ru: Не найдено места с таким номером. Уточните, пожалуйста
uk_ua: Не знайдено місця з таким номером. Уточніть, будь ласка

# place_not_found2
source: No place found. Please check this
ru_ru: Место не найдено. Уточните адрес, пожалуйста
uk_ua: Місце не знайдено. Уточніть, будь ласка

# place_or_street_not_found
source: No street or place with this name was found. Try to clarify.
ru_ru: Не найдено улицы или места с таким названием. Попробуйте уточнить.
uk_ua: Не знайдено жодної вулиці чи місця з такою назвою. Спробуйте уточнити.

# prompt_change_details_or_send
source: Change details or send?
ru_ru: Изменить детали или отправить?
uk_ua: Змінити деталі чи надіслати?

# prompt_destination
source: Would you like to provide the address of the destination, or should we just send the car (taximeter)?
ru_ru: Предоставить адрес пункта назначения, или отправить машину (таксометр)?
uk_ua: Хочете вказати пункт призначення, чи відправити машину зараз (таксометр)?

# prompt_what_was_bad
source: What did not you like?
ru_ru: Что вам не понравилось?
uk_ua: Що вам не сподобалося?

# rate_trip
source: Rate your trip
ru_ru: Оцените поездку
uk_ua: Оцініть поїздку

# registration_fail
source: Something went wrong. Let's try again.
ru_ru: Что-то пошло не так. Давайте попробуем ещё раз.
uk_ua: Щось пішло не так. Давайте спробуємо ще раз.

# registration_success
source: Congratulations, you have successfully registered
ru_ru: Поздравляем, вы успешно зарегистрировались
uk_ua: Вітаємо, ви успішно зареєструвалися

# searching_car
source: We are looking for a car for you...
ru_ru: Ищем машину...
uk_ua: Шукаємо машину...

source: Send
ru_ru: Отправить
uk_ua: Надіслати

source: Send request
ru_ru: Отправить заявку
uk_ua: Надіслати заявку

# send_taxi
source: 1) Send a taxi
ru_ru: 1) Отправить такси
uk_ua: 1) Відправити таксі

# thanks_for_complaint
source: Thank you! We will do everything to make your trips comfortable with UKLON.
ru_ru: Спасибо! Мы сделаем всё, чтобы вам было комфортно в UKLON.
uk_ua: Дякуємо! Ми зробимо все, щоб вам було комфортно в UKLON.

# thank_you
source: Your review has been accepted. Thank you for using UKLON!
ru_ru: Ваш отзыв принят. Спасибо, что воспользовались UKLON!
uk_ua: Ваш відгук прийнято. Дякуємо, що скористалися UKLON!

source: uan
ru_ru: грн
uk_ua: грн

# wanna_change_addreess
source: Do you want to change address?
ru_ru: Хотите изменить адрес?
uk_ua: Хочете змінити адресу?

source: Yes
ru_ru: Да
uk_ua: Так

source: Add 5 uan
uk_ua: Додати 5 грн

source: Cancel order
uk_ua: Скасувати замовлення

source: Change city
uk_ua: Змінити місто

# input_code
source: Enter confirmation code:
uk_ua: Введіть код підтвердження:

# input_phone
source: Enter your phone:
ru_ru: Введите номер:
uk_ua: Введіть номер:

# input_phone_hint
source: Input number in format 38 ...
ru_ru: Номер должен начинаться с 38...
uk_ua: Номер має починатися з 38...

# lets_create_account
source: First you need to register. Right after that you can make an order.
uk_ua: Спочатку треба зареєструватися. Одразу після цього ви зможете робити замовлення.

# sent_code
source: Verification code was sent to the number
uk_ua: Код підтвердження був відправлений на номер

# wanna_change_sth
source: Would you like to change anything while we are looking for a car?
uk_ua: Бажаєте щось змінити поки ми шукаємо машину?

# what_to_change
source: What would you like to change?
uk_ua: Що ви хочете змінити?

source: Street:
ru_ru: Улица:
